Repository: M1zz/KORA
Catalog: KORA/Localizable.xcstrings
Source language: ja
Languages: ko, zh_hans

source: 「%@」をバンドルに追加してください
ko: 「%@」을(를) 번들에 추가해주세요

# %@ · %lld号線 → %lld号線
source: %1$@ · %2$lld号線 → %3$lld号線
ko: %1$@ · %2$lld호선 → %3$lld호선

source: %@で下車
ko: %@에서 하차

source: %@で下車したらタップ
ko: %@에서 내렸으면 탭하세요

source: %@で乗換
ko: %@에서 환승

source: %@号線
ko: %@호선

source: %@行
ko: %@행

source: %@行き
ko: %@행

source: %@行きに乗ったらタップ
ko: %@행을 탔으면 탭하세요
zh_hans: 乘坐开往%@的列车后点击

source: %@駅
ko: %@역

source: %lld人が参考になった
ko: %lld명에게 도움이 됐다고 함

source: %lld分待ち
ko: %lld분 대기

source: %lld号線
ko: %lld호선

source: %lld号線の終電が近づいています
ko: %lld호선 막차가 가까워지고 있습니다

source: %lld駅
ko: %lld역

source: %lld駅 · 約%lld分
ko: %lld역 · 약 %lld분

source: 📍 GPSで自動取得
ko: 📍 GPS로 자동 가져오기
zh_hans: 📍 GPS自动定位

source: 📍 ボタンで現在地を自動取得できます
ko: 📍 버튼으로 현재 위치를 자동으로 가져올 수 있습니다

source: 🚉 駅を手動で選ぶ
ko: 🚉 역을 직접 선택
zh_hans: 🚉 手动选择车站

source: 🚉 駅を検索
ko: 🚉 역 검색

source: 1〜9号線
ko: 1~9호선

source: 1号線
ko: 1호선

source: 2号線
ko: 2호선

source: 3号線
ko: 3호선

source: 4号線
ko: 4호선

source: 5号線
ko: 5호선

source: 6号線
ko: 6호선

source: 7号線
ko: 7호선

source: 8号線
ko: 8호선

source: 9号線
ko: 9호선

source: 10km超過：5kmごとに100ウォン追加
ko: 10km 초과: 5km마다 100원 추가

source: Appleマップで案内を開始
ko: Apple 지도로 안내 시작

source: English
ko: 영어

source: Get off at %@
ko: %@에서 하차

source: Go
ko: 가기

source: GPSが使えない場合は下のボタンから検索してください
ko: GPS를 사용할 수 없으면 아래 버튼에서 검색해주세요
zh_hans: GPS不可用时,请点击下面按钮搜索

source: GPSと地下鉄DBから最寄り駅を割り出しています
ko: GPS와 지하철 DB로 가장 가까운 역을 찾고 있습니다
zh_hans: 正在通过GPS和地铁数据库定位最近车站

source: Instagram、YouTube、XのURLに対応しています
ko: Instagram, YouTube, X URL을 지원합니다

source: InstagramのURLを貼り付ける
ko: Instagram URL 붙여넣기

source: InstagramのURLを貼り付けると 自動でスポット情報が追加されます
ko: Instagram URL을 붙여넣으면 자동으로 장소 정보가 추가됩니다

source: Language
ko: 언어

source: Now
ko: 지금

source: Save
ko: 저장

source: Saveタブでスポットを保存すると ここから直接ルートを引けます
ko: Save 탭에서 장소를 저장하면 여기서 바로 경로를 안내해드려요

source: Saveタブでスポットを保存すると ここでレビューを書けます
ko: Save 탭에서 장소를 저장하면 여기서 리뷰를 쓸 수 있습니다

source: Share
ko: 공유

source: Transfer at %@
ko: %@에서 환승

source: Tマネー・交通カード使用で割引適用
ko: T머니·교통카드 사용 시 할인 적용

source: URLの生成に失敗しました
ko: URL 생성에 실패했습니다

source: URLを貼り付ける
ko: URL 붙여넣기

source: 난지ナルター
ko: 난지나루터

source: 뚝섬ナルター
ko: 뚝섬나루터

source: アプリ「漢江バス」で予約・決済が便利
ko: 앱 「한강버스」로 예약·결제가 편리

source: エンタメ
ko: 엔터테인먼트

source: お疲れさまでした
ko: 수고하셨습니다

source: カード
ko: 카드

source: カード可
ko: 카드 가능

source: カフェ
ko: 카페

source: キーワードで場所を検索
ko: 키워드로 장소 검색

source: キャンセル
ko: 취소

source: グループ向き
ko: 그룹 추천

source: ここから乗車
ko: 여기서 승차

source: ここで下車
ko: 여기서 하차

source: ここへ向かう
ko: 여기로 가기

source: コスパ良し
ko: 가성비 최고

source: このスポットのレビューはまだありません
ko: 이 장소의 리뷰가 아직 없습니다

source: この駅にあるスポット
ko: 이 역에 있는 장소

source: シミュレータの位置が未設定です（Features → Location → Custom Location）
ko: 시뮬레이터의 위치가 설정되지 않았습니다 (Features → Location → Custom Location)

source: ショッピング
ko: 쇼핑

source: すべて
ko: 전체

source: スポットを確認
ko: 장소 확인

source: スポット情報が取得できませんでした
ko: 장소 정보를 가져올 수 없었습니다

source: スポット情報を取得しました！
ko: 장소 정보를 가져왔습니다!

source: スポット情報を取得中...
ko: 장소 정보 가져오는 중...

source: ソウル
ko: 서울

source: ソウルメトロ公式アプリで最新情報確認を
ko: 서울 메트로 공식 앱에서 최신 정보 확인 권장

source: ソウル地下鉄
ko: 서울 지하철

source: タグを選ぶ
ko: 태그 선택

source: どこに行きますか？
ko: 어디로 가시나요?
zh_hans: 您想去哪里?

source: ナビ
ko: 내비

source: ナルター数
ko: 나루터 수

source: ネットワーク接続エラー
ko: 네트워크 연결 오류

source: ビューティ
ko: 뷰티

source: フェスティバル
ko: 페스티벌

source: ポップアップ
ko: 팝업

source: マーケット
ko: 마켓

source: まずは出発駅を教えてください
ko: 먼저 출발역을 알려주세요
zh_hans: 请先选择出发站

source: まだレビューがありません
ko: 아직 리뷰가 없습니다

source: まだ保存したスポットがありません
ko: 아직 저장된 장소가 없습니다

source: まもなく到着
ko: 곧 도착

source: もう一度GPSで取得
ko: GPS로 다시 가져오기
zh_hans: 重新用GPS定位

source: もっと見る
ko: 더 보기

source: リストに保存する
ko: 목록에 저장

source: リンクが見つかりました
ko: 링크를 발견했어요

source: レストラン
ko: 레스토랑

source: レビューを投稿する
ko: 리뷰 올리기

source: レビューを書く
ko: 리뷰 쓰기

source: 一人でも◎
ko: 혼자도 OK

source: 下車
ko: 하차

source: 下車・乗換
ko: 하차·환승

source: 不正なレスポンス
ko: 잘못된 응답

source: 並ばずOK
ko: 대기 없음 OK

source: 並び必須
ko: 대기 필수

source: 主要ナルター（乗り場）
ko: 주요 나루터 (승강장)

source: 乗り換えルール
ko: 환승 규칙

source: 乗り換え可能時間：30分以内（夜間1時間）
ko: 환승 가능 시간: 30분 이내 (야간 1시간)

source: 乗る電車
ko: 탈 전철

source: 乗換
ko: 환승

source: 乗換 %lld回
ko: 환승 %lld회

source: 乗換後の電車
ko: 환승 후 전철

source: 乗換駅
ko: 환승역

source: 乗換駅に着きましたか？
ko: 환승역에 도착하셨나요?

source: 乗換駅まで乗車中
ko: 환승역까지 이동 중

source: 乗車
ko: 승차

source: 乗車しましたか？
ko: 탑승하셨나요?
zh_hans: 已上车了吗?

source: 乗車中
ko: 탑승 중

source: 交通
ko: 교통

source: 交通カード使用時のみ乗り換え割引適用
ko: 교통카드 사용 시에만 환승 할인 적용

source: 京春線
ko: 경춘선

source: 京義中央線
ko: 경의중앙선

source: 今いる駅は？
ko: 지금 어느 역이세요?
zh_hans: 您现在在哪个站？

source: 今すぐ行ける
ko: 지금 갈 수 있는 곳

source: 今のホーム
ko: 현재 승강장

source: 今日のイベント
ko: 오늘의 이벤트

source: 件
ko: 건

source: 位置情報の取得がタイムアウトしました
ko: 위치 정보 가져오기가 시간 초과되었습니다

source: 位置情報の権限が許可されていません
ko: 위치 정보 권한이 허용되지 않았습니다

source: 位置情報の権限が許可されていません（設定 → KORA → 位置情報）
ko: 위치 정보 권한이 허용되지 않았습니다 (설정 → KORA → 위치)

source: 保存されたスポットがありません
ko: 저장된 장소가 없습니다

source: 保存スポットへ行く
ko: 저장한 장소로 가기

source: 全路線
ko: 전체 노선
zh_hans: 全部线路

source: 公式アプリで混雑状況・時刻表を確認
ko: 공식 앱에서 혼잡 상황·시각표 확인

source: 最初からもう一度
ko: 처음부터 다시
zh_hans: 从头开始

source: 最大2回までの乗換で到達できる経路がありません
ko: 최대 2회 환승으로 도달 가능한 경로가 없습니다
zh_hans: 最多换乘2次无法到达

source: 最大4回まで乗り換え割引
ko: 최대 4회까지 환승 할인

source: 最寄り駅を解析中…
ko: 최근접 역 분석 중…

source: 最適化中...
ko: 최적화 중...

source: 写真映え
ko: 사진 맛집

source: 出身
ko: 출신

source: 分待ち
ko: 분 대기

source: 別の目的地を選ぶ
ko: 다른 목적지 선택
zh_hans: 选择其他目的地

source: 利用のコツ
ko: 이용 팁

source: 到着!
ko: 도착!
zh_hans: 已到达!

source: 到着しましたか？
ko: 도착하셨나요?

source: 到着予定 %@
ko: %@ 도착 예정

source: 削除
ko: 삭제

source: 動線を最適化する
ko: 동선 최적화

source: 区分
ko: 구분

source: 号線
ko: 호선
zh_hans: 号线

source: 同一路線の折り返し乗車は割引不可
ko: 동일 노선 왕복 승차는 할인 불가

source: 周辺 2km 以内のスポットとイベントを表示中
ko: 반경 2km 이내의 장소와 이벤트 표시 중

source: 営業中
ko: 영업 중

source: 営業中のみ
ko: 영업 중만

source: 地下鉄
ko: 지하철

source: 地下鉄・バスとの乗り換え割引は現在非対応
ko: 지하철·버스 환승 할인은 현재 미지원

source: 地下鉄↔バスの乗り換えも割引適用
ko: 지하철↔버스 환승도 할인 적용

source: 地下鉄路線図
ko: 지하철 노선도

source: 城心堂、弘大カフェ...
ko: 성심당, 홍대 카페...

source: 基本運賃
ko: 기본 운임

source: 変更
ko: 변경

source: 外国人もTマネー購入・使用可能
ko: 외국인도 T머니 구매·사용 가능

source: 大人（19歳以上）
ko: 성인 (19세 이상)

source: 大人（一般）
ko: 성인 (일반)

source: 始発
ko: 첫차

source: 始発・終電は路線・駅により異なります
ko: 첫차·막차는 노선·역에 따라 다릅니다

source: 子供（6-12歳）
ko: 어린이 (6-12세)

source: 子供（12歳以下）
ko: 어린이 (12세 이하)

source: 定期券（月）
ko: 정기권 (월)

source: 実際に行った人だけが書けるレビュー
ko: 실제 방문자만 쓸 수 있는 리뷰

source: 広津ナルター
ko: 광나루터

source: 弘大エリア付近
ko: 홍대 지역 근처

source: 待ちなし
ko: 대기 없음

source: 徒歩
ko: 도보

source: 徒歩で到着
ko: 걸어서 도착

source: 所要時間
ko: 소요 시간

source: 所要時間 約%lld分
ko: 약 %lld분 소요

source: 料金・時間
ko: 요금·시간

source: 新盆唐線
ko: 신분당선

source: 日本人旅行者のリアルな声
ko: 일본인 여행자의 생생한 후기

source: 日本語
ko: 일본어

source: 日本語少し可
ko: 일본어 조금 가능

source: 日没後のナイトクルーズが特に人気
ko: 일몰 후 나이트 크루즈가 특히 인기

source: 更新
ko: 새로 고침

source: 有効なURLを入力してください
ko: 올바른 URL을 입력해주세요

source: 未就学（〜5歳）
ko: 미취학 (~5세)

source: 検索結果
ko: 검색 결과

source: 検索結果がありません
ko: 검색 결과가 없습니다

source: 楊花ナルター
ko: 양화나루터

source: 次のホームへ
ko: 다음 승강장으로

source: 次の電車
ko: 다음 전철

source: 次の駅
ko: 다음 역

source: 次は
ko: 다음은

source: 水仁盆唐線
ko: 수인분당선

source: 汝矣島ナルター
ko: 여의도나루터

source: 準備中
ko: 준비 중

source: 漢江バス
ko: 한강버스

source: 漢江バスとは
ko: 한강버스란

source: 漢江バスは、漢江を水上バスで移動できる新しい都市交通です。主要ナルター（乗り場）を結び、観光・通勤の両方に利用できます。
ko: 한강버스는 한강을 수상버스로 이동할 수 있는 새로운 도시 교통입니다. 주요 나루터(승강장)를 잇고, 관광·통근 모두에 이용할 수 있습니다.

source: 漢江橋からの夜景は絶景スポット
ko: 한강대교에서 보는 야경은 절경

source: 無料
ko: 무료

source: 現在地
ko: 현재 역

source: 現在地 / 현재 역
ko: 현재 역
zh_hans: 当前位置 / 현재 역

source: 現在地と目的地を選んでください
ko: 현재 역과 목적지를 선택해주세요

source: 現在地の取得に失敗しました
ko: 현재 위치를 가져올 수 없습니다

source: 現在地を取得
ko: 현재 위치 가져오기

source: 現在地を取得できませんでした
ko: 현재 위치를 가져올 수 없습니다

source: 現在地を取得できませんでした。手動で出発駅を選んでください
ko: 현재 위치를 가져올 수 없습니다. 직접 출발역을 선택해주세요

source: 現在地を検索中…
ko: 현재 위치 검색 중…
zh_hans: 正在搜索当前位置…

source: 現在地を選ぶ
ko: 현재 역 선택

source: 現場窓口・キオスクでも購入可能
ko: 현장 창구·키오스크에서도 구매 가능

source: 現金
ko: 현금

source: 現金のみ
ko: 현금 전용

source: 目的地
ko: 목적지

source: 目的地 / 목적지
ko: 목적지

source: 目的地まで乗車中
ko: 목적지까지 이동 중

source: 目的地を選ぶ
ko: 목적지 선택

source: 直通
ko: 직통

source: 空港鉄道
ko: 공항철도

source: 約 %lld 分
ko: 약 %lld분

source: 約%lld分後
ko: 약 %lld분 후

source: 約1分後
ko: 약 1분 후

source: 終電
ko: 막차

source: 終電まで残り %lld 分
ko: 막차까지 %lld분 남음

source: 経路
ko: 경로

source: 経路が見つかりません
ko: 경로를 찾을 수 없습니다
zh_hans: 未找到路线

source: 経路を計算中...
ko: 경로 계산 중...

source: 絶対行くべき
ko: 꼭 가야 해

source: 自転車持ち込み可能（1台）
ko: 자전거 반입 가능 (1대)

source: 英語OK
ko: 영어 OK

source: 蚕院ナルター
ko: 잠원나루터

source: 観光スポット
ko: 관광 명소

source: 計 %lld 駅
ko: 총 %lld역

source: 訪問済み
ko: 방문 완료

source: 評価
ko: 평점

source: 該当する駅が見つかりません
ko: 해당하는 역이 없습니다
zh_hans: 未找到匹配的车站

source: 議政府軽電鉄
ko: 의정부 경전철

source: 路線カラーガイド
ko: 노선 색상 가이드

source: 路線図
ko: 노선도

source: 路線図が読み込めません
ko: 노선도를 불러올 수 없습니다

source: 路線図を選択
ko: 노선도 선택

source: 車
ko: 자동차

source: 車内表示
ko: 차내 표시

source: 辛さ注意
ko: 매운 주의

source: 近くに駅が見つかりませんでした
ko: 근처에 역을 찾을 수 없습니다

source: 追加
ko: 추가

source: 週末・祝日ダイヤは平日と異なる場合あり
ko: 주말·공휴일 운행 시간은 평일과 다를 수 있습니다

source: 週末は混雑するため早めに乗り場へ
ko: 주말은 혼잡하므로 일찍 승강장으로

source: 運航開始
ko: 운항 개시

source: 運行時間
ko: 운행 시간

source: 運賃
ko: 운임

source: 選んだ駅は次回起動時にも記憶されます
ko: 선택한 역은 다음 실행 시에도 기억됩니다
zh_hans: 所选车站将被记住,下次启动时使用

source: 釜山
ko: 부산

source: 釜山地下鉄
ko: 부산 지하철

source: 閉じる
ko: 닫기
zh_hans: 关闭

source: 降りる駅
ko: 내릴 역
zh_hans: 下车站

source: 青少年（13-18歳）
ko: 청소년 (13-18세)

source: 駅
ko: 역

source: 駅をタップして経路を表示
ko: 역을 탭하여 경로 보기
zh_hans: 点击车站显示路线

source: 乗換駅で下車
zh_hans: 在换乘站下车

source: 車内表示で確認
zh_hans: 请确认车内显示

source: 電車の現在位置
zh_hans: 列车当前位置
